Repository: lposen/popnew
Catalog: plugins/personal-fundraiser/translations/pfund-*.po
Languages: ro_ro

source: Campaign must be published before donations can be accepted.
ro_ro: Campania trebuie publicate înainte de Donaţiile pot fi acceptate.

source: Personal Fundraiser Options
ro_ro: Opţiuni de strângere de fonduri personale

source: Campaign Slug
ro_ro: Campania Slug

source: Use Campaign Listing Page
ro_ro: Utilizaţi pagina de cota de campanie

source: Cause Slug
ro_ro: Cauza Slug

source: Use Cause Listing Page
ro_ro: Utilizaţi pagina de cota de cauza

source: Currency Symbol
ro_ro: Simbol monetar

source: Date Format
ro_ro: Format dată

source: Campaign Creation Options
ro_ro: Campania crearea opţiuni

source: Login Required to Create
ro_ro: Login necesare pentru a crea

source: Allow Users To Register
ro_ro: Permite utilizatorilor să registru

source: Campaigns Require Approval
ro_ro: Campanii necesită aprobare

source: User Roles that can submit campaigns
ro_ro: Roluri de utilizator care poate remite campanii

source: PayPal Options
ro_ro: Opţiuni de PayPal

source: Donate Button Code
ro_ro: Dona butonul codul

source: Payment Data Transfer Token
ro_ro: Transferul de date de plată simbolică

source: Use PayPal Sandbox
ro_ro: Utilizaţi PayPal Sandbox

source: Authorize.Net Options
ro_ro: Authorize.net opţiuni

source: API Login ID
ro_ro: API Login ID-ul

source: Transaction Key
ro_ro: Cheia pentru tranzacţie

source: Product/Donation name (for Authorize.Net reports)
ro_ro: Nume produs/donatie (pentru Authorize.Net rapoarte)

source: Use SSL (Required for Authorize.Net - only turn off for testing)
ro_ro: Utilizarea SSL (necesară pentru Authorize.Net - numai turn off pentru testare)

source: Test Mode (Requires Authorize.Net Test Account)
ro_ro: Test modul (necesită testare Authorize.Net cont)

source: MailChimp Options
ro_ro: MailChimp opţiuni

source: Use MailChimp to send emails
ro_ro: Utilizaţi MailChimp pentru a trimite email-uri

source: MailChimp API key
ro_ro: MailChimp API-cheie

source: Campaign Approval Email ID
ro_ro: Campania aprobarea E-mail ID-ul

source: Campaign Donation Email ID
ro_ro: Campania donatie E-mail ID-ul

source: Goal Reached Email ID
ro_ro: Scopul ajuns E-mail ID-ul

source: Personal Fundraiser Fields
ro_ro: Câmpurile personale de strângere de fonduri

source: Personal Fundraiser Settings
ro_ro: Setări personale de strângere de fonduri

source: Personal Fundraiser
ro_ro: Strângere de fonduri personale

source: Personal Fundraising fields
ro_ro: Câmpurile personale de strângere de fonduri

source: Donation Listing
ro_ro: Cota de donatie

source: Add Donation
ro_ro: Adăugaţi donatie

source: Cause
ro_ro: Cauza

source: User
ro_ro: Utilizator

source: Goal
ro_ro: Obiectiv

source: Raised
ro_ro: Ridicat

source: Edit &#8220;%s&#8221;
ro_ro: Editare &#8220;%s&#8221;

source: Cause Description
ro_ro: Cauza Descriere

source: Default Goal
ro_ro: Scopul implicit

source: Cause Image
ro_ro: Cauza imagine

source: Define your fields for personal fundraisers
ro_ro: Define câmpurile pentru colectori de fonduri personale

source: Dear %s,
ro_ro: Dragi % s,

source: Your campaign, %s has been approved.
ro_ro: Campania, %s a fost aprobat.

source: You can view your campaign at: %s.
ro_ro: Aveţi posibilitatea să vizualizaţi campanie la: % s.

source: Your campaign has been approved
ro_ro: Campania a fost aprobat

source: MailChimp settings for personal fundraiser
ro_ro: MailChimp setările pentru personal fundraiser

source: General settings for personal fundraiser
ro_ro: Setări generale pentru personal fundraiser

source: PayPal settings for personal fundraiser
ro_ro: PayPal setările pentru personal fundraiser

source: Settings to determine who can create or submit campaigns
ro_ro: Setări pentru a determina care poate crea sau prezintă campanii

source: Authorize.Net settings for personal fundraiser
ro_ro: Authorize.net setările pentru personal fundraiser

source: Settings
ro_ro: Setări

source: Cause updated. <a href="%s">View cause</a>
ro_ro: Cauza actualizat. <a href="%s">Vizualiza cauza</a>

source: Cause updated.
ro_ro: Cauza actualizate.

source: Cause published. <a href="%s">View cause</a>
ro_ro: Cauza publicat. <a href="%s">Vizualiza cauza</a>

source: Cause draft updated. <a target="_blank" href="%s">Preview cause</a>
ro_ro: Cauza proiectului de actualizare. <a target="_blank" href="%s">Examina cauza</a>

source: Campaign updated. <a href="%s">View campaign</a>
ro_ro: Campania actualizat. <a href="%s">Vizualiza campanie</a>

source: Campaign updated.
ro_ro: Campania actualizate.

source: Campaign published. <a href="%s">View campaign</a>
ro_ro: Campania publicat. <a href="%s">Vizualiza campanie</a>

source: Campaign draft updated. <a target="_blank" href="%s">Preview campaign</a>
ro_ro: Schiţă de campanie actualizat. <a target="_blank" href="%s">Preview campanie</a>

source: Donation added.
ro_ro: Donarea de adăugat.

source: No donations yet.
ro_ro: Donaţiile nu încă.

source: Show donations
ro_ro: Donaţii Arată

source: Download CSV
ro_ro: Descarca CSV

source: Show more donations
ro_ro: Arată mai multe donaţii

source: No more donations found.
ro_ro: Nu mai multe donaţii găsit.

source: Label
ro_ro: Eticheta

source: Description
ro_ro: Descriere

source: Type
ro_ro: Tip

source: Data
ro_ro: Date

source: Required
ro_ro: Necesare

source: Actions
ro_ro: Acţiuni

source: Add New Field
ro_ro: Adăugare câmp nou

source: Date Selector
ro_ro: Selectorul de dată

source: Large Text Input (textarea)
ro_ro: Mare intrare de Text (textarea)

source: Image
ro_ro: Imagine

source: Select Dropdown
ro_ro: Selectaţi listă verticală

source: Text Input
ro_ro: Introducere a textului

source: Fixed Input
ro_ro: Intrare fixe

source: User Email
ro_ro: E-mail utilizator

source: User Display Name
ro_ro: Utilizator nume afişat

source: Campaign URL slug
ro_ro: Slug URL-ul de campanie

source: Campaign Title
ro_ro: Titlul de campanie

source: End Date
ro_ro: Data de terminare

source: User Goal
ro_ro: Scopul utilizator

source: Total Raised
ro_ro: Total ridicat

source: Giver Tally
ro_ro: Tally dătătorul

source: Edit
ro_ro: Editare

source: Update
ro_ro: Actualizare

source: Yes
ro_ro: da

source: You are not permitted to perform this action.
ro_ro: Tu nu sunt permise pentru a efectua această acţiune.

source: Error: Please enter a valid Credit Card number.
ro_ro: Eroare: Vă rugăm să introduceţi un număr de Card de Credit valabil.

source: Error: Please enter a donation amount.
ro_ro: Eroare: Vă rugăm să introduceţi o sumă de donatie.

source: Error: Please enter a valid email address.
ro_ro: Eroare: Vă rugăm să introduceţi o adresă de e-mail validă.

source: Error: Please enter your first name.
ro_ro: Eroare: Vă rugăm introduceţi numele dvs.

source: Error: Please enter your last name.
ro_ro: Eroare: Vă rugăm să introduceţi numele ultima.

source: Error: Please enter your address.
ro_ro: Eroare: Vă rugăm să introduceţi adresa.

source: Error: Please enter your city.
ro_ro: Eroare: Vă rugăm introduceţi oraşul tău.

source: Error: Please enter your zip code.
ro_ro: Eroare: Vă rugăm introduceţi codul zip.

source: This credit card has been declined. Please use another form of payment.
ro_ro: Această carte de credit a fost refuzat. Vă rugăm să utilizaţi o altă formă de plată.

source: Please try your donation again.
ro_ro: Vă rugăm să încercaţi donatia ta din nou.

source: There was an error processing the transaction. Here is the error message: %s
ro_ro: Eroare la prelucrarea tranzacţia. Aici este mesajul de eroare: %s

source: Title
ro_ro: Titlul

source: The title of your campaign
ro_ro: Titlul de campanie

source: URL
ro_ro: URL-UL

source: The URL for your campaign
ro_ro: URL-ul pentru campania dvs.

source: The date your campaign ends
ro_ro: Data campania dumneavoastră se termină

source: The amount you hope to raise
ro_ro: Suma vă speranţa de a ridica

source: Total donations received
ro_ro: Total donaţii primit

source: The number of unique givers for the campaign.
ro_ro: Numărul de donatori unică pentru campanie.

source: Causes Listing
ro_ro: Cauzele listarea

source: Campaign Listing
ro_ro: Campania de listare

source: funding goal
ro_ro: scopul finanţare

source: raised
ro_ro: ridicat

source: givers
ro_ro: donatori

source: days left
ro_ro: zile rămase

source: I have an event on [pfund-end-date] that I am involved with for my cause.
ro_ro: Am un eveniment [pfund-end-data] care sunt implicate cu pentru cauza mea.

source: I am hoping to raise $[pfund-gift-goal] for my cause.
ro_ro: Sunt în speranţa de a ridica $[pfund-cadou-obiectiv] pentru cauza mea.

source: So far I have raised $[pfund-gift-tally]. If you would like to contribute to my cause, click on the donate button below:
ro_ro: Până în prezent am au crescut $[pfund-cadou-tally]. Dacă doriţi să contribuie la cauza meu, faceţi clic pe butonul donate de mai jos:

source: Help Raise Money For My Cause
ro_ro: Ajutor strange bani pentru meu cauza

source: Causes
ro_ro: Cauzele

source: Add New Cause
ro_ro: Adăugaţi noi cauza

source: Edit Cause
ro_ro: Editare cauza

source: View Cause
ro_ro: Cauza vizualizare

source: Search Causes
ro_ro: Cauze de căutare

source: No Causes Found
ro_ro: Nu cauzele găsit

source: No Causes Found In Trash
ro_ro: Nu cauzele găsite în coşul de gunoi

source: Campaigns
ro_ro: Campanii

source: Campaign
ro_ro: Campanie

source: Add New Campaign
ro_ro: Adăugaţi noua campanie

source: Edit Campaign
ro_ro: Editare campanie

source: View Campaign
ro_ro: Vizualizare campanie

source: Search Campaigns
ro_ro: Campanii de căutare

source: No Campaigns Found
ro_ro: Nu campanii găsit

source: No Campaigns Found In Trash
ro_ro: Nu campanii găsite în coşul de gunoi

source: An anonymous gift of %s%s was received.
ro_ro: Un cadou anonim de % s % s a fost primit.

source: %s %s donated %s%s.
ro_ro: %s %s donat % s % s.

source: Create My Page
ro_ro: Creaţi pagina

source: Post a Comment
ro_ro: Posta un comentariu

source: You must be <a href="%s">logged in</a> to post a comment.
ro_ro: Tu trebuie să fie <a href="%s"> logat</a> pentru a posta un comentariu.

source: Name
ro_ro: nume

source: Mail (will not be published)
ro_ro: Mail (nu va fi publicat)

source: Cancel
ro_ro: Revocare

source: Continue Editing
ro_ro: Continua editarea

source: This email address is already registered
ro_ro: Această adresă de e-mail este deja înregistrată

source: Invalid email address
ro_ro: Adresa de e-mail nevalid

source: Mask password
ro_ro: Mască parola

source: Processing...
ro_ro: Prelucrare...

source: Register
ro_ro: Înregistrează-te

source: Please wait while your registration is processed.
ro_ro: Vă rugăm să aşteptaţi în timp ce înregistrarea dumneavoastră este procesată.

source: Your campaign has not been saved. If you would like to save your campaign, stay on this page, click on the Edit button and then click on the Ok button.
ro_ro: Campania dumneavoastră nu a fost salvată. Dacă doriţi să salvaţi campania dvs., staţi pe această pagină, faceţi clic pe butonul Editare şi apoi faceţi clic pe butonul Ok.

source: Thank you for your donation!
ro_ro: Vă mulţumim pentru donatia ta!

source: Unmask password
ro_ro: Demasca parola

source: This username is already registered
ro_ro: Acest nume de utilizator este deja înregistrat

source: Anonymous gift
ro_ro: Cadou anonim

source: First Name
ro_ro: Prenume

source: Last Name
ro_ro: Nume de familie

source: Address
ro_ro: Adresa

source: Credit Card Number
ro_ro: Numărul cardului de credit

source: Security Code
ro_ro: Codul de securitate

source: Donation Amount
ro_ro: Suma de donatie

source: Donate
ro_ro: Dona

source: Donations are processed securely via Authorize.Net
ro_ro: Donaţiile sunt prelucrate în siguranţă prin intermediul Authorize.Net

source: Please wait while we validate this location
ro_ro: Vă rugăm să aşteptaţi în timp ce putem valida această locaţie

source: * This location is already taken
ro_ro: * Această locaţie este deja luate

source: Goal:
ro_ro: Obiectiv:

source: An anonymous gift of %s%s has been received for your campaign, %s.
ro_ro: Un cadou anonim % s % s a fost primit pentru campania dumneavoastră, % s.

source: %s %s donated %s%s to your campaign, %s.
ro_ro: %s %s donat % s % s să campania dvs., % s.

source: If you would like to thank %s, you can email %s at %s.
ro_ro: Dacă aţi dori să mulţumesc % s, aveţi posibilitatea de e-mail %s la % s.

source: A donation has been received
ro_ro: S-a primit o donatie

source: Congratulations! Your campaign goal of %s has been met!
ro_ro: Felicitări! Scopul campaniei de %s a fost întâlnit!

source: Campaign goal met!
ro_ro: Scopul campaniei întâlnit!

source: Expiration Month:
ro_ro: Expirare lună:

source: You can donate to %s with confidence.
ro_ro: Puteţi dona la %s cu încredere.

source: We have partnered with <a target="_blank" href="http://www.authorize.net">Authorize.Net</a>, a leading payment gateway since 1996, to accept credit cards and electronic check payments safely and securely for our donors.
ro_ro: Ne-am parteneriat cu <a target="_blank" href="http://www.authorize.net">Authorize.Net</a>, un gateway de plată lider din 1996, pentru a accepta carduri de credit şi plăţi electronice selectare în condiţii de siguranţă şi sigur pentru donatorii nostri.

source: The Authorize.Net Payment Gateway manages the complex routing of sensitive customer information through the electronic check and credit card processing networks.
ro_ro: Gateway de plată Authorize.Net gestionează circuit complex de informaţii sensibile client prin selectare electronice şi de reţele de prelucrare a cardului de credit.

source: See an <a target="_blank" href="http://www.authorize.net/resources/howitworksdiagram/">online payments diagram</a> to see how it works.
ro_ro: Vezi un <a target="_blank" href="http://www.authorize.net/resources/howitworksdiagram/">diagrama de plăţi online</a> pentru a vedea cum funcţionează.

source: The company adheres to strict industry standards for payment processing, including:
ro_ro: Compania aderă la standardele industriei stricte de plată procesare, inclusiv:

source: 128-bit Secure Sockets Layer (SSL) technology for secure Internet Protocol (IP) transactions.
ro_ro: 128-bit tehnologia Secure Sockets Layer (SSL) pentru tranzacții securizate de Internet Protocol (IP).

source: Industry leading encryption hardware and software methods and security protocols to protect customer information.
ro_ro: Industria lider criptare hardware şi software-ul metode și protocoale de securitate pentru a proteja informaţiile despre client.

source: Compliance with the Payment Card Industry Data Security Standard (PCI DSS).
ro_ro: Conformitatea cu standardul de securitate industria cardului plată (PCI DSS).

source: For additional information regarding the privacy of your sensitive cardholder data, please read the <a target="_blank" href="http://www.authorize.net/company/privacy/">Authorize.Net Privacy Policy</a>.
ro_ro: Pentru informaţii suplimentare privind confidenţialitatea datelor posesorilor de carduri sensibile, vă rugăm să citiţi <a target="_blank" href="http://www.authorize.net/company/privacy/">Politica de confidenţialitate Authorize.Net</a>.

source: State:
ro_ro: Statul:

source: Expiration Year:
ro_ro: Expirarea an:

source: Campaign List
ro_ro: Lista de campanie

source: Cause List
ro_ro: Cauza lista

source: Your campaign has been created and is now available for public viewing at <a href="%s">%s</a>.
ro_ro: Campania dvs. a fost creat şi este acum disponibil pentru vizualizare publică la <a href="%s">%s</a>.

source: Your campaign has been created and submitted for approval. Once your campaign has been approved you will receive an email notifying you.
ro_ro: Campania a fost creat şi prezentat pentru omologare. Odată ce campanie a fost aprobat veţi primi un e-mail de notificare vă.

source: Your campaign has been created. %s
ro_ro: Campania a fost creat. %s

source: Your campaign has been updated and is available for public viewing at <a href="%s">%s</a>.
ro_ro: Campania dvs. a fost actualizat şi este disponibil pentru vizionare publicului la <a href="%s">%s</a>.

source: Your campaign has been updated and submitted for approval. Once your campaign has been approved you will receive an email notifying you. Until then you can access your campaign at: <a href="%s">%s</a>
ro_ro: Campania dvs. a fost actualizat si depus pentru aprobare. Odată ce campania dvs. a fost aprobat, veţi primi un email de notificare. Până atunci, puteţi accesa campaniei dvs. la: <a href="%s">%s</a>

source: Your campaign has been updated. %s
ro_ro: Campania dumneavoastră a fost actualizat. %s

source: To make this campaign available for others to view, please <a id="pfund-login-link" href="%s">Login</a> or <a id="pfund-register-link" href="#">Register</a>.
ro_ro: Pentru a face această campanie disponibil pentru alţii pentru a vizualiza, vă rog<a id="pfund-login-link" href="%s">Login</a> or <a id="pfund-register-link" href="#">Înregistraţi</a>.

source: Username
ro_ro: Numele de utilizator

source: Password
ro_ro: Parola

source: To make this campaign available for others to view, please <a id="pfund-login-link" href="%s">Login</a>.
ro_ro: Pentru a face această campanie disponibil pentru alţii pentru a vizualiza, vă rog<a id="pfund-login-link" href="%s">Login</a>.

source: Donor Information
ro_ro: Informaţiile donatorului

source: Comment
ro_ro: Comentariu

source: Amount
ro_ro: Suma
